{
  "printing_press": {
    "title": "Printing Press",
    "year": "1440",
    "category": "invention",
    "content": "A great advancement within communication came with the invention of moveable type, despite the Chinese using moveable type from the 11th century; its invention has no connection with that of Europe around 1440. At this time Johannes Gutenberg invented the printing press, which used moveable metal type. This process was quicker than woodblock printing and as the metal type was more durable, the lettering more uniform, which led to fonts and typography. This process also greatly increased book production, allowing multiple books to be easily printed, and each page identical to the last the book then became more available and was not the sole province of the Church of Wealthy. This process even outdid the scribes which had to produce the text exactly as if, even if there were mistakes in the produced text they were copying. Despite this greater control and accuracy, the first issue of the first edition of the Kings James I bible, which was printed in London in 1611, had a quite unfortunate misprint of the seventh commandment, stating ‘Though shalt commit adultery.’ The mistake was only noticed about a year after the first print, after around a thousand copies had been sold. One of the few surviving copies of an original Gutenberg Bible can still be viewed at the British Library.",
    "image": "what is going on?"
  }, "blackletter": {
    "title": "Blackletter",
    "year": "1440",
    "category": "typography",
    "content": "After the invention of moveable type within Europe around 1440, the originators to this new art naturally looked at past examples for inspiration, which were formal manuscript hands in a style we now recognise as Gothic or Blackletter. Gothic was a name given by the Renaissance humanists in response to the angular and heavy style of writing. Despite the fact that printing from moveable type made professional copyists redundant, the earliest printed books left spaces for initials, marginal decorations and line finishings, in hope that their work would be seen as that of a scribes, who’s work was completed in such a manner by illuminators. One of the most renowned books to be printed using Blackletter is the Gutenberg Bible.",
    "image": ""
  }, "newspaper": {
    "title": "Newspaper",
    "year": "1440",
    "category": "invention",
    "content": "Due to the vast advancements made because of the printing press, it made communications such as newspapers possible. The emergence of newspapers began in England in the 17th century. At this time the right to print was strictly controlled which may explain why the first English language newspaper was printed in Amsterdam by Joris Veseler. Such an advancement is thoroughly taken for granted today.",
    "image": ""
  }, "printing_press": {
    "title": "Printing Press",
    "year": "1440",
    "category": "",
    "content": "",
    "image": ""
  }, "venetian_roman": {
    "title": "Venetian Roman",
    "year": "1440",
    "category": "typography",
    "content": "German printers rapidly spread the new art all over Europe, the sack of Mainz in 1462 accelerated the process as it wiped out all commerce, causing many printers who were established there to scatter across Europe. Many printers relocated to Italy, which had seen the birth of the Renaissance within the prior century. Renaissance humanists rejected the gothic hand which many classical works were copied in and much preferred the script in which many works were written; a clear, regular hand which was perfected centuries earlier within the reign of Charlemagne. This style of writing is easily recognisable as the beginning of what we know as upper and lower case.",
    "image": ""
  }, "printing_press": {
    "title": "Printing Press",
    "year": "1440",
    "category": "",
    "content": "",
    "image": ""
  }, "printing_press": {
    "title": "Printing Press",
    "year": "1440",
    "category": "",
    "content": "",
    "image": ""
  }, "printing_press": {
    "title": "Printing Press",
    "year": "1440",
    "category": "",
    "content": "",
    "image": ""
  }, "printing_press": {
    "title": "Printing Press",
    "year": "1440",
    "category": "",
    "content": "",
    "image": ""
  }, "printing_press": {
    "title": "Printing Press",
    "year": "1440",
    "category": "",
    "content": "",
    "image": ""
  }, "printing_press": {
    "title": "Printing Press",
    "year": "1440",
    "category": "",
    "content": "",
    "image": ""
  }, "printing_press": {
    "title": "Printing Press",
    "year": "1440",
    "category": "",
    "content": "",
    "image": ""
  }, "printing_press": {
    "title": "Printing Press",
    "year": "1440",
    "category": "",
    "content": "",
    "image": ""
  }
}
