{

  "printing_press": {
    "title": "Printing Press",
    "year": "1440",
    "category": "invention",
    "content": "A great advancement within communication came with the invention of moveable type, despite the Chinese using moveable type from the 11th century; its invention has no connection with that of Europe around 1440. At this time Johannes Gutenberg invented the printing press, which used moveable metal type. This process was quicker than woodblock printing and as the metal type was more durable, the lettering more uniform, which led to fonts and typography. This process also greatly increased book production, allowing multiple books to be easily printed, and each page identical to the last the book then became more available and was not the sole province of the Church of Wealthy. This process even outdid the scribes which had to produce the text exactly as if, even if there were mistakes in the produced text they were copying. Despite this greater control and accuracy, the first issue of the first edition of the Kings James I bible, which was printed in London in 1611, had a quite unfortunate misprint of the seventh commandment, stating ‘Though shalt commit adultery.’ The mistake was only noticed about a year after the first print, after around a thousand copies had been sold. One of the few surviving copies of an original Gutenberg Bible can still be viewed at the British Library.",
    "image": "what is going on?"
  }, "blackletter": {
    "title": "Blackletter",
    "year": "1440",
    "category": "typography",
    "content": "After the invention of moveable type within Europe around 1440, the originators to this new art naturally looked at past examples for inspiration, which were formal manuscript hands in a style we now recognise as Gothic or Blackletter. Gothic was a name given by the Renaissance humanists in response to the angular and heavy style of writing. Despite the fact that printing from moveable type made professional copyists redundant, the earliest printed books left spaces for initials, marginal decorations and line finishings, in hope that their work would be seen as that of a scribes, who’s work was completed in such a manner by illuminators. One of the most renowned books to be printed using Blackletter is the Gutenberg Bible.",
    "image": ""
  }, "newspaper": {
    "title": "Newspaper",
    "year": "1450",
    "category": "invention",
    "content": "Due to the vast advancements made because of the printing press, it made communications such as newspapers possible. The emergence of newspapers began in England in the 17th century. At this time the right to print was strictly controlled which may explain why the first English language newspaper was printed in Amsterdam by Joris Veseler. Such an advancement is thoroughly taken for granted today.",
    "image": ""
  }, "venetian_roman": {
    "title": "Venetian Roman",
    "year": "1465",
    "category": "typography",
    "content": "German printers rapidly spread the new art all over Europe, the sack of Mainz in 1462 accelerated the process as it wiped out all commerce, causing many printers who were established there to scatter across Europe. Many printers relocated to Italy, which had seen the birth of the Renaissance within the prior century. Renaissance humanists rejected the gothic hand which many classical works were copied in and much preferred the script in which many works were written; a clear, regular hand which was perfected centuries earlier within the reign of Charlemagne. This style of writing is easily recognisable as the beginning of what we know as upper and lower case.",
    "image": ""
  }, "bembo_book": {
    "title": "Bembo Book",
    "year": "1495",
    "category": "typography",
    "content": "Bembo is classified as a Venetian Humanist Serif; it dates back to 1495 and was designed and cut by Franceso Griffo for his employer, the renowned Aldus Manutius. The type face was first used by the scholar Pietro Bembo, who at the time was young and respected he later became Cardinal Bembo, in a small book about his visit to Mount Etna. The fonts restoration and digitalisation was carried out by Monotype and over seen by Stanley Morrison. It is widely used today, particularly within books for its consistency in; colour, texture, legibility and use of space within large bodies of text.",
    "image": ""
  }, "old_face_roman": {
    "title": "Old Face Roman",
    "year": "1495",
    "category": "movement",
    "content": "In 1495 Aldus Manutius, who was a scholar fascinated by the editing of Greek texts established a printing press in Venice. That year an issue of a tract by Pietro Bembo, a Renaissance humanist, was printed in a variation of the roman letter; this is what Stanley Morison believes as ‘the origin of all old-faces’. In the early years the type was marred by l arge capitals and poor cutting, but with time comes improvement making the type more beautiful; the capitals smaller, upper and lower case are lighter and improved cutting allows for crisper letters. Aldus has been named as the greatest of all the Venetian printer-publishers, one of the first and most famous type-cutters who used Aldus’s letter as a model was Claude Garamond.",
    "image": ""
  }, "chancery_italic": {
    "title": "Chancery Italic",
    "year": "1500",
    "category": "movement",
    "content": "Previously in history we had learnt that some type had been derived from beautiful scripts, which were then used by the printers as a model for their type, this is another. When formal hands were written quickly, all of the text reacted to this speed; ‘o’s because elliptical, there were tendencies for ligaturing, letter shapes were simplified and for many the tendency was for these hands to incline to the right, with these characteristics we have the start of what we refer to as italic type. Aldus was not only a printer and publisher but was also a businessman; wishing to print editions of classics in small editions he searched for space saving possibilities. Aldine Italics were based on the Chancery hand and within 1500; the first of all italic typefaces was cut.",
    "image": ""
  }, "royal_mail": {
    "title": "Royal Mail",
    "year": "1516",
    "category": "invention",
    "content": "Before digital communication and the near thoughtless process of sending someone an email or a text message, the only form of message for centuries was a letter. In the early days of sending letters you would need to use a homing pigeon, which the small paper message was rolled up and tied to the animals leg. In 1516 the Royal Mail first emerged and was founded by King Henry V1II. At this time, the King’s Posts were crucially dependent on horses for swift delivery timings. Charles I did not open the first public postal service until 1635, this process consisted of letters being carried between posts by mounted post-boys and were then delivered to the local postmaster. Despite being a slow process it remained largely unchanged for 150 years. By 1660 a postal service known as the Royal Mail was established, built on the distribution system for royal and government documents, due to the network of Post Offices the public could easily send and receive letters. It was not until 1852 that the first pillar-box was introduced and meant that people did not have to travel as far to send letters, but were not painted bright red until 1874. This form of communication was essential for many centuries, with a rich history and has become a synonymous British icon.",
    "image": ""
  }, "garamond": {
    "title": "Garamond",
    "year": "1532",
    "category": "typography",
    "content": "The font is named after Claude Garamond, who first created the designs in 1532. It was later discovered, in 1926 by Beatrice Warde, that many designs thought to have been designed by Garamond were designs by Jean Jannon who had worked closely with Garamond. Jannons’ designs were created up to 80 years after Garamond, so many variations were created on what was believed to be Garamond but was Jannon, so many designs are confused with the other. This confusion continues today; as most of the major type foundries have created revivals of the font there are many different variations which exist, all with greatly different x-height, cap height and thickness. Due to the consistent and relatively large x-height, within Garamonds’ many designs, it is often used for type setting. The font was also the first of the classic typefaces which were revived by Monotype in the 1920s.",
    "image": ""
  }, "old-face_italic": {
    "title": "Old-Face Italic",
    "year": "1540",
    "category": "movement",
    "content": "The sixteenth century is known as ‘the age of italics’ due to their great popularity at the time, many books being printed wholly in italic type. Up until 1524 the inclined lower case letters were paired with roman capitals; some attempt was made to redesign the capitals, which later led to swash capitals, and sloped capitals became the norm. For a considerable period italics were regarded as type in its own right, however in time was not used to publish complete books but ‘for preliminary matter, citation, and emphasis’, however at the end of the sixteenth century books of verse, which were set completely in italics, were still common. Although many still viewed roman and italic type as entirely separate, the Egenolff-Berner foundry of Frankfurt displayed an example of roman type followed by an example of italic type on the same specimen sheet.",
    "image": ""
  }, "trasitional_roman": {
    "title": "Trasitional Roman",
    "year": "1640",
    "category": "movement",
    "content": "In 1640, Louis XIII of France established a Royal Printing House, evoking greater interest in printing standards. For the first two years the printing press employed the use of the Garamond faces, but later used type designs by Jean Jannon of Sedan. No significant deviation from the old- face type appeared until 1692 when Louis XIV ordered the commission for a series of type by Grandjean, exclusive to the Royal Printing House. This series had distinct changes from the type before it with; vertical strokes, more pronounced contrast between the thick and thin stroke, although the printing process held these advancements back.",
    "image": ""

  }, "plantin": {
    "title": "Plantin",
    "year": "1700",
    "category": "typography",
    "content": "The creation of Plantin was inspired and influenced directly by the great collection of type which the sixteenth-century printer ChristophePlantin collected over his years and was named after him to honourhis contribution. The font is used widely within book design; it has alarge x-height making it easily legible yet is narrow set which makes iteconomical in its use. No one designer can be attributed with the creationof Plantin but Frank Hinman Pierpont is regarded as a key founder ashe oversaw the fonts development. Pierpont was working for Monotypeas the time and wished to create a font which would print on coatedand un-coated paper while remaining a high level of legibility. He visitedthe Plantin-Moretus Museum in Antwerp which displayed a wealth ofinspirational designs. Plantin was inspired by the work of Robert Grunionand many others, who were inspired by Claude Garamonds’ designs,Plantin later influenced the design and development of Times New Roman.",
    "image": ""
  }, "modernised_italic": {
    "title": "Modernised Italic",
    "year": "1716",
    "category": "movement",
    "content": "In the first half of the seventeenth century, italics appeared which were known for their condensation, an effect which was partly due to the romanisation of certain letters. Pierre Simon Fournier remarked on how greatly his designs differed from previous designs. This new type was to some extent based on the formal scripts of engravers, it also had been influenced somewhat by Grandjean and other successors. This italic type shows great differentiation between thick and thin strokes but also an innovation of a serif treatment for some letters, for example; m, n, p & r. All letters are inclined and bracketed; Fournier even made the inclination of the italic type more regular and disbanded the use of ligatures.",
    "image": ""
  }, "caslon": {
    "title": "Caslon",
    "year": "1725",
    "category": "typography",
    "content": "William Caslon first designed the font in 1725, the font was based on Dutch type designs from the late 17th century. It was released in many variations by the Caslon Foundry and Caslon’s type designs initiated a revival in British typographic standards. For 300 years the font has maintained popularity throughout that time and has been used for many great works of literature and documents of great historical importance, such as the American Declaration of Independence of 1776, for its simplicity and legibility. William Caslon first began in trade as a gunsmith and an engraver, he began designing his first fonts in the 1720s. His first typefaces were in Arabic but he soon began experimenting with Roman type designs. Caslons’ design has continually been revived and updated with the current technologies available.",
    "image": ""
  }, "baskerville": {
    "title": "Baskerville",
    "year": "1757",
    "category": "typography",
    "content": "This font was first designed in 1757 by John Baskerville, who began as a writing master in Birmingham and later established himself as a printer. Throughout his life, Baskerville strived to improve printing and typography with innovations in the printing press, inks and papers, later creating his own typeface which has generous proportions, with wide and open characters. At first his design received criticism as readers at the time were not used to the finer serifs used with an increased contrast within the character strokes, which were made possible by innovations which included wove paper. Unable to achieve commercial success, his widow sold the original punches in the year 1779 to Beaumarchais, which eventually found their way to Deberny & Peignot, a French foundry who later returned them to England in 1953.",
    "image": ""
  }, "shaded_type": {
    "title": "Shaded Type",
    "year": "1765",
    "category": "movement",
    "content": "Fournier, who was a pioneer in cutting decorative letters, produced the first shaded types, which were presented at several sizes in his Manuel Typographique of 1764-66. Later, shaded versions were included with faces cut for advertising but the use of shaded type as a decorative piece was disused and were rarely used for the next 100 years. The simplest form of shaded type employs the use of a single white line offset to one side of the character but more usually the left hand side. This type is sometimes referred to as hand-tooled, a term which most likely originates from the process to tool the white lines on the type. There is another form of shaded type which most likely originates from the former styles from the early 19th century, which has become to be known as Inline; examples vary within the design but a common factor is a white line which runs down the centre of the thick stem of the characters, this line can even cut through the serif at the head and foot.",
    "image": ""
  }, "didot": {
    "title": "Didot",
    "year": "1784",
    "category": "typography",
    "content": "Didot, as with other fonts created at a similar time as Bodoni, mark the arrival of ‘Transitional’ type design which was made possible because of improvements in punch-cutting, printing techniques, inks and paper production which all allowed the introduction of much greater contrast in stroke weight along with greater detail and refinements added which pushed the limits of technical advancement. The font was used extensively, as the French standard, for over a century after appearing 5 years before the industrial revolution it reflected a fresh and modern look. It began to lose favour in the late 19th century but after Deberny & Peignot purchased the original punches and revived the design, the font soon began to gain popularity within magazine design; in the early 1990s a vital element of Harper’s Bazaar’s radical redesign which included a digital version of Didot, which had been redrawn by Jonathan Hoefler & Frere-Jones.",
    "image": ""
  }, "modern_face_roman": {
    "title": "Modern Face Roman",
    "year": "1784",
    "category": "movement",
    "content": "The evolution of roman type from old face to modern face is more one of technique, mechanical improvements made to the printing press and changes to paper texture allowed printers to produce techniques, which just would not have been possible using earlier processes. Despite foundries being forbidden to copy the romain du Roi (French for “King’s roman”), thin, flat serifs and vertical shading in capitals can be frequently seen in examples from the first half of the eighteenth century. It was not until 1784 that the first modern face appeared. It was cut in the typefoundry of F.A.Didot, a famous family of Parisian founders and printers.  It was presented in a prospectus which announced a work of Tasso’s, F.A.Didot printed the book on an improved press and also used wove paper. Both advancements left a sharper impression of the type, which was necessary for the development of modern faces; the thin strokes finally becoming hairlines.",
    "image": ""
  }, "bodoni": {
    "title": "Bodoni",
    "year": "1785",
    "category": "typography",
    "content": "Didot influenced the development of Bodoni, which was designed around 1785 by Giambattista Bodoni who was an innovative printer and type designer from Italy. This font has been a popular choice for fashion journals and fashion houses and was also used for the Victoria & Albert Museum logo. Despite being revived various times, each design while varying in detail from the original, maintains essential characteristics of the font which precede from the original, these include; extreme contrast between the thicks and thins of strokes, the stress is vertical with flat, unbracketed and sharply cut serifs. This font is one where the evolution of typography is evident; the calligraphic approaches that had existed were being replaced with structure and a geometric purity.",
    "image": ""
  }, "didot_point_system": {
    "title": "Didot Point System",
    "year": "1775",
    "category": "invention",
    "content": "A unit of type measurement which is used in Europe; it was created and established by the Parisian type founder Francois-Ambrose Didot in 1775. The system is based on a standard unit of measurement of 0.3759mm or 0.0148 inches",
    "image": ""
  }, "antique_or_egyptian": {
    "title": "Antique or Egyptian",
    "year": "1815",
    "category": "movement",
    "content": "Vincent Figgins first showed the earliest example of this group of type in a specimen book from 1815, under the name of Antique. Although Robert Thorne has been acclaimed with the credit for this development, many contemporary writers do not agree. Before his death in 1820 Thorne had already cut and set up specimens in which the type was named Egyptian. William Thorowgood, who was neither a founder nor a printer, purchased Thorne’s foundry in 1820 and used the settings, which Thorne had created. The most reasonable explanation for the name Egyptian appears to be due to the great fascination of Egypt within the early nineteenth century",
    "image": ""
  }, "Shadowed_or_3-D": {
    "title": "Shadowed or 3-D",
    "year": "1815",
    "category": "movement",
    "content": "As all novelty was exhausted from the modern letter, which had been inherited from Grandjean to Fournier, Bodoni and the Didots, the typefounders of the nineteenth century then experimented with colour. This type group was exploited and pushed to the point of illegibility. By the middle of the nineteenth century the Victorian type-founders, the first shadowed types were available around 1815, had produced an eclectic range of quirky letters, fat faces, egyptians and sans serifs all in shadowed form.",
    "image": ""
  }, "sans_serif": {
    "title": "Sans Serif",
    "year": "1816",
    "category": "movement",
    "content": "The first sans serif was displayed as a single line specimen, labelled Egyptian, in 1816 within William Caslon IV’s specimen book; these specimens appeared again in 1819 but then no more specimens were found until unrefined letterforms appeared under the name of sans serif, within Vincent Figgin’s specimen book of 1832. That same year specimens were released under the title ‘grotesque’ in a specimen book belonging to William Thorowgood, many more curious names were coined for this new type style. Most of the early forms of sans serif were used for titling, they were often heavy and consisted of a uniform width, a trait which derived from the ‘modern’ face. Lighter variations were later created and although no lower-case sans serif letters were cut before the 1870s in England, they were in use in America and Germany long before then; the Schelter & Giesecke foundry designed and issued such type in 1830.",
    "image": ""
  }, "fat_face": {
    "title": "Fat Face",
    "year": "1820",
    "category": "movement",
    "content": "Although shaded types were used profusely within the advertising sector, the first typefaces, which were cut specifically for this purpose, are what we know as Fat Faces. The first step towards this type was the introduction of normal letters, which were enlarged beyond the size of normal book type. Edward Rowe Mores claims that the innovation was thanks to an English type-founder, Thomas Cottrell, his book of 1765 depicts a twelve-line pica letter. This idea was then reproduced by other foundries, causing letters to grow bigger and fatter. Fat Faces were originally known as fat types and probably included types from other groups, for example Egyptian (Antique).",
    "image": ""
  }, "reverse_or_cameo": {
    "title": "Reverse or Cameo",
    "year": "1828",
    "category": "movement",
    "content": "This group of typefaces originate from the early nineteenth century, the first examples were created by reversing Egyptians, Fat Faces and Tuscans which consisted of white characters on a black background. The first examples of this type group were seen in Thorowgood’s specimens of 1928, which used a reversed Egyptian italic, and Bower & Bacon whom created a four-line specimen in 1830; using reversed Fat Face capitals. In contrast to modern examples, the early examples are formed of a continuous background with no lines which separate individual letters. This category of typography embarked on a fairly brief period of popularity, being almost almost out of use 40 years after their creation.",
    "image": ""
  }, "telegraph": {
    "title": "Telegraph",
    "year": "1831",
    "category": "invention",
    "content": "Samuel Morse, along with other inventors, spent years developing the telegraph, which was to revolutionise long-distance communication. The technology worked by transmitting electrical signals through a wire which was laid between the telegraph stations. In addition to this great advancement in communication technology, Samuel Morse also developed a code which allowed the transmission of complex messages across  the telegraph lines. In 1844, the first telegraph was sent by Morse from Washington to Baltimore and by 1866, telegraph lines had been laid across the Atlantic Ocean, allowing communications from America to Europe. This technology led to the communications revolution that led to later advances in communication technology.",
    "image": ""
  }, "ionic": {
    "title": "Ionic",
    "year": "1833",
    "category": "movement",
    "content": "The name Ionic appears to have derived from early Victorian founders and was used as another name for Egyptian type. A specimen created by Blake and Stephenson in 1813 is a modified form of the earliest examples of Egyptian type. Once this specimen is compared with those of Figgins and of Thorne, the differences included more bracketed and less slab like serifs, greater contrast in stroke weight and lighter, smoother cutting are evident, displaying the differences in these two type groups. The fonts within this group were originally display fonts but later were primarily used within newspapers, other uses include Bible printing, magazines and advertising. Present day versions have been adapted specifically for use within newspaper printing, composing of large x-heights with short ascenders and descenders, open counters and slightly bracketed serifs. ",
    "image": ""
  }, "Printing": {
    "title": "Printing",
    "year": "1440",
    "category": "",
    "content": "",
    "image": ""
  }

}
